Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: It may be advisable to make a more frequent practice of delivering cassettes etc. to a bank or post office during opening hours.
sv: Det kan vara lämpligt att under dagtid i större utsträckning lämna värdekassetter o.dyl. inne på bank eller post.

source: Some banks have indoor night safes.
sv: På vissa håll finns serviceboxar inne i banklokalen.

source: There are instances of other technical solutions, such as pneumatic dispatch systems for conveying money within a building or straight to the bank.
sv: Det finns exempel på andra tekniska lösningar som rörpostsystem för transport av pengar inom lokal eller direkt till bank.

source: For suggested arrangements for the delivery of money and other valuables, see App. 3.
sv: Beträffande förslag till åtgärder vid transport av pengar och andra värden, se bilaga 3.

source: Follow-up measures
sv: Uppföljande åtgärder

source: These routines should also include the reporting of violence and serious threats of violence to the Labour Inspectorate, the police and the social insurance office.
sv: Rutinerna bör också innebära att våld och allvarliga hot om våld anmäls till yrkesinspektionen, polisen och försäkringskassan.

source: It will be recalled that Section 2 of the Work Environment Ordinance requires the employer to notify the Labour Inspectorate of serious injuries or incidents.
sv: Det kan erinras om att enligt 2 § arbetsmiljöförordningen skall arbetsgivaren anmäla allvarliga personskador eller tillbud till yrkesinspektionen.

source: That provision is often applicable to violence and threats of violence at the workplace.
sv: Denna bestämmelse är i många fall tillämplig vid våld och hot om våld på arbetsplatsen.

source: Risks and incidents observed by employees are reported to supervisory staff, safety delegates or some other agreed person.
sv: Risker och tillbud som uppmärksammas av arbetstagare meddelas till arbetsledare, skyddsombud eller annan avtalad person.

source: It is important that the employer should take the necessary action, in the light of reports on occurrences and observed risks.
sv: Det är viktigt att arbetsgivaren utifrån såväl rapporter om inträffade händelser som från uppmärksammade risker vidtar de åtgärder som behövs.

source: Examples of points which can be included in a reporting system will be found in App. 4.
sv: Exempel på vad som kan tas upp i ett rapporteringssystem finns i bilaga 4.

source: At large workplaces there should be some form of emergency command or crisis group which can come into action in a serious emergency.
sv: På större arbetsplatser bör någon form av räddningsledning eller krisgrupp finnas.

source: An employee involved in a traumatic event should immediately receive both medical and psychological attention.
sv: såväl medicinskt som psykologiskt omhändertagande.

source: It is important that employees subjected to violence or a serious threat should not be left on their own for the first few hours afterwards.
sv: Det är viktigt att arbetstagare som utsatts för våld eller allvarligt hot inte lämnas ensam de första timmarna efter händelsen.

source: When a serious case of violence or menaces has occurred, it is important that the other employees should be told what has happened.
sv: Då det inträffat ett allvarligt fall av våld eller hot är det viktigt att de övriga arbetstagarna får veta vad som hänt.

source: The employer should inform them without delay, so as to forestall anxiety and rumour-mongering.
sv: För att förebygga oro och rykten bör arbetsgivaren snarast informera dessa.

source: It may be appropriate for the personnel to assemble as quickly as possible after the occurrence for a joint briefing.
sv: Det kan vara lämpligt att samlas så snabbt som möjligt efter händelsen för gemensam information.

source: Both the personnel affected by violence or threats and colleagues witnessing the occurrence may need emotional first aid and should be given support and opportunities of getting their experiences off their chests.
sv: Både den som personligen har drabbats av våld eller hot och arbetskamrater som varit med vid händelsen kan ha behov av emotionell första hjälp och bör ges stöd och möjligheter att tala ut om sina upplevelser.

source: This makes it very important for the employer to ensure that employees receive the help, professional assistance included, which may be needed both immediately after the occurrence and later on.
sv: Det är därför mycket viktigt att arbetsgivaren tillser att arbetstagare får den hjälp, också av professionellt slag, som kan behövas både omedelbart efter händelsen och senare.

source: Proper attention from colleagues and assistance with practical decisions can do a great deal to alleviate the consequences.
sv: Ett gott omhändertagande från arbetskamrater och hjälp med praktiska avgöranden, kan avsevärt lindra följderna.

source: A person in a state of shock is often withdrawn or confused and indecisive and, therefore, should not be left alone with important decisions to make.
sv: En person i chocktillstånd är ofta avskärmad eller förvirrad och obeslutsam och bör därför inte lämnas ensam med viktiga avgöranden.

source: In certain situations, a violent occurrence attracts the attention of the media.
sv: I vissa situationer drar en våldshändelse till sig massmedias uppmärksamhet.

source: It is not suitable for the person affected to be questioned, because he may be in a state of emotional upset or shock.
sv: Det är inte lämpligt att den drabbade utfrågas eftersom han kan vara i affekt eller chocktillstånd.

source: The appropriate procedure is to invite the media to interview a person previously appointed for the purpose.
sv: Det är lämpligt att erbjuda massmedia kontakt med en i förväg utsedd person.

source: When a violent occurrence results in legal proceedings, it is important for the employee involved to be told about legal procedure and to be given company and other support at the trial.
sv: Då en våldshändelse leder till rättegång är det viktigt att den berörda arbetstagaren får veta hur en rättegång går till och får sällskap och annat stöd vid rättegången.

source: If the workplace has to be evacuated, e.g. due to a bomb warning, it is important that all employees should know where to reassemble.
sv: Om arbetsplatsen måste utrymmas, t.ex. vid bombhot, är det viktigt att alla arbetstagare vet var man skall återsamlas.

source: If the workplace has to be tidied up or cleaned, e.g. after a shooting incident, outside personnel should be called in to do the job.
sv: Om arbetsplatsen måste städas eller ställas i ordning efter t.ex. ett skottdrama bör annan personal än den egna användas till detta.

source: Suggestions concerning measures to be taken in a violent emergency will be found in App. 5.
sv: Förslag till åtgärder vid en akut våldshändelse finns i bilaga 5.

source: Other relevant rules etc.
sv: Aktuella regler m.m.

source: The Swedish Statute Book
sv: Svensk författningssamling

source: The Statute Book of the Swedish National Board of Occupational Safety and Health
sv: Arbetarskyddsstyrelsens författningssamling

source: Rules issued by the National Board of Occupational Safety and Health are listed in the Board's annual catalogue of printed publications, obtainable free of charge from Arbetarskyddsstyrelsens P1) ublikationsservice, Box 1300, S-171 25 Solna, tel.
sv: Av arbetarskyddsstyrelsen meddelade regler finns angivna i styrelsens årligen utgivna trycksakskatalog som kan erhållas kostnadsfritt från Arbetarskyddsstyrelsens Publikationsservice, Box 1300, 171 25 Solna, telefon 08-730 97 00.

source: Solitary Work AFS 1982:3
sv: Ensamarbete AFS 1982:3

source: Protection Against Bloodborne Infections AFS 1986:23
sv: Skydd mot blodsmitta AFS 1986:23

source: HIV-Testing at Work AFS 1988:1
sv: HIV-testning i arbetslivet AFS 1988:1

source: Care and Assistance in Private Homes AFS 1990:18*)
sv: Omvårdnadsarbete i enskilt hem AFS 1990:18

source: Minors at Work AFS 1990:19
sv: Minderåriga i arbetslivet AFS 1990:19

source: Work Involving Infection Risks AFS 1991:2*)
sv: Smittfarligt arbete AFS 1991:2

source: Lighting AFS 1991:8
sv: Belysning AFS 1991:8

source: Bank security precautions against robbery and burglary, etc BFFS 1990:24
sv: Säkerhetsarbete i bank avseende rån och inbrottsskydd m.m.

source: Notification by banks of observed or suspected criminal acts BFFS 1990:25
sv: BFFS 1990:24 Bankernas rapportering av konstaterade eller misstänkta brottsliga angrepp BFFS 1990:25

source: General advice issued by the Financial Supervisory Authority regarding Notification of observed or suspected criminal acts BFFS 1991:5
sv: Bankinspektionens allmänna råd angående rapportering av konstaterade eller misstänkta brottsliga angrepp BFFS 1991:5

source: The Swedish National Council for Crime Prevention
sv: Riktlinjer för bättre säkerhet.

source: Guidelines for improvement of the security BRÅ-PM 1979:1 Cash-in-transit operations II.
sv: BRÅ-PM 1979:1 Värdetransporter II.

source: Violence in shops, post offices and banks BRÅ-PM 1992:3
sv: BRÅ-PM 1983:2 Våld i butik, post och bank BRÅ-PM 1992:3

source: Violence.
sv: Våld.

source: A review of current research BRÅ 1992
sv: En kunskapsöversikt.

source: The Swedish National Board of Health and Welfare
sv: BRÅ 1990

source: Psychological, Psychiatric and Social
sv: Socialstyrelsen

source: Agreement on recommendations between The Swedish Commerce and Service Association (HAO), The Co-operativ Employers' Association (KFO), The Commercial Employees' Union and The Union of Commercial
sv: Överenskommelse om rekommendationer mellan Handelns Arbetsgivarorganisation, Kooperationens Förhandlingsorganisation, Handelsanställdas förbund och Handelstjänstemannaförbundet.

source: Salaried Employees HAK 1986
sv: HAK 1986

source: The Commercial Employees' Union
sv: Handelsanställdas förbund

source: It happens every day.
sv: Det händer dagligen.

source: Violence in the working environment 1989
sv: Våld i arbetsmiljön. 1989

source: Swedish Government Official Reports
sv: Statens offentliga utredningar

source: Statshälsan E) and the Swedish Immigration Board
sv: Herliz, G.

source: Herliz, G. Threats and violence in the encounter between cultures 1990
sv: Hot och våld i kulturmötet.

source: Threats and violence in working life 1986
sv: Hot och våld i arbetslivet

source: #) Summary in English available
sv: AFS 1993:2 14

source: Examples of questions which can be asked when charting conditions
sv: Exempel på frågor som kan ställas i samband med en kartläggning

source: Is the work or any part of it combined with a risk of violence or threats of violence?
sv: Är arbetet eller någon del därav förenat med risk för våld eller hot om våld?

source: Where and when do direct risks of violence or threats of violence occur?
sv: Var och när finns direkta risker för våld eller hot om våld?

source: Have there been any cases of violence or menaces?
sv: Har våld eller hot förekommit?

source: In what places have violence or threats of violence occurred?
sv: På vilka platser har våld eller hot om våld inträffat?

source: In what connections have violence or threats of violence occurred?
sv: I vilka sammanhang har våld eller hot om våld inträffat?

source: At what time of the day?
sv: Vid vilken tid på dygnet?

source: How did the situation arise?
sv: Hur uppstod situationen?

source: What are the manning arrangements and personnel structure?
sv: Hur ser bemanning och personalsammansättning ut?

source: Is there any solitary work?
sv: Förekommer ensamarbete?

source: What does the existing security system look like?
sv: Hur ser det nuvarande säkerhetssystemet ut?

source: What routines exist for the security system?
sv: Vilka rutiner finns för säkerhetssystemet?

source: What type of injury has occurred?
sv: Vilken typ av skada har förekommit?

source: Have employees received medical or other professional attention?
sv: Har arbetstagare anlitat läkare eller annan professionell hjälp?

source: How quickly is help obtainable in a violent situation?
sv: Hur snabbt kan hjälp erhållas i en våldssituation?

source: What is the procedure for reporting an event of this kind?
sv: Hur sker rapportering av en sådan händelse?

source: Are there any contingency arrangements for dealing with emergency situations, such as menaces, assault, attempted robbery etc.?
sv: Finns beredskap för att klara akuta krissituationer, t.ex. hot, överfall, rånförsök m.m.?

source: Have the employees received information and training about:
sv: Har arbetstagarna fått information och utbildning om

source: security rules,
sv: säkerhetsregler,

source: how to cope with a violent situation, what to do if a colleague gets into difficulties?
sv: hur man kan hantera en våldssituation, vad man gör om en arbetskamrat råkar illa ut?

source: How are the above matters taught?
sv: Hur lärs ovanstående ut?

source: Are there contingency arrangements for supporting employees after a robbery, assault, etc.?
sv: Finns beredskap för att stödja arbetstagare efter rån, överfall m.m.?

source: What new security measures are needed?
sv: Vilka nya säkerhetsåtgärder krävs?

source: This survey, to which further questions may be added, should result in an action programme adapted to the line of business or the workplace, with a view to reducing risks and alleviating injury.
sv: Kartläggningen, som kan kompletteras med ytterligare frågor, bör mynna ut i ett åtgärdsprogram anpassat för branschen eller arbetsstället för att minska risker och lindra

source: App. 2 (Section 3)
sv: Bilaga 2 (3 § )

source: Examples of security routines
sv: Exempel på säkerhetsrutiner

source: Define routines for special safety measures and for the best way of coping with critical situations.
sv: Bestäm rutiner för särskilda skyddsåtgärder och för hur man bäst handlar i akuta situationer.

source: Routines may, for example, concern cash routines, entry and exit arrangements, storage of keys, procurement of extra personnel or special security staff for certain operations or in certain situations at work, procedure for cash transport, and who is to receive what kind of training.
sv: Rutiner kan t.ex. avse kassarutiner, in- och utpasseringar, förvaring av nycklar, att anskaffa extra personal eller särskild vakt vid vissa arbetsmoment eller i vissa arbetssituationer, hur transport av kassor skall ske, vem som skall ha vilken utbildning.

source: Prepare the allocation of tasks to be observed in a critical situation.
sv: Förbered fördelning av arbetsuppgifter i en krissituation.

source: Decide and record who is to do what.
sv: Fastställ och dokumentera vem som skall göra vad.

source: Investigate possible procedure for co-operating closely with the safety organization on questions of violence and menaces.
sv: Utred hur ett nära samarbete med skyddsorganisationen kan ske i frågor om våld och hot.

source: Draw up suitable checklists for the workplace.
sv: Utforma lämpliga checklistor för arbetsplatsen.

source: Note down important names and telephone numbers.
sv: Notera viktiga namn och telefonnummer.

source: Decide which persons are to be acquainted with the security routines of the workplace.
sv: Avgör vilka som skall känna till arbetsplatsens säkerhetsrutiner.

source: Underline the importance of workplace security routines not being divulged elsewhere.
sv: Understryk vikten av att arbetsplatsens säkerhetsrutiner inte sprids utanför denna.

source: Make it clear that employees are not to take personal risks in violent or threatening situations.
sv: Framhåll att arbetstagare inte får ta personliga risker vid våld eller hotsituationer.

source: Keep the telephone number of a close relative or other person whom the employee wishes to be informed if anything happens.
sv: Ha telefonnummer till nära anhörig eller annan person som arbetstagaren önskar skall kontaktas om något händer.

source: Review the security routines regularly, and make sure that they are complied with.
sv: Se regelbundet över säkerhetsrutinerna och kontrollera att de följs.

source: For assignments away from the workplace, make sure that there are particulars concerning where the employee is to go, the estimated duration of the assignment, and the route to be followed for the assignment.
sv: Se till att det finns uppgift om vart arbetstagare skall bege sig samt beräknad tid för uppdrag och färdväg vid uppdrag utanför arbetsstället.

source: App.3 (Section 9)
sv: Bilaga 3 (9 § )

source: Measures recommended for cash-in-transit (CIT) operations, i.e. transport of money, securities and other valuables
sv: Förslag till åtgärder vid värdetransporter, d.v.s. transport av pengar, värdehandlingar och andra värdeföremål

source: Choose precautions after assessing the risk situation:
sv: Välj åtgärder efter bedömning av risksituationen

source: Keep all money in a safe place, e.g. in a strongbox, pending transport.
sv: Förvara alla pengar på ett säkert sätt, t.ex. i värdeskåp, i avvaktan på värdetransport.

source: Decide who is to carry out the CIT operation.
sv: Bestäm vem som skall utföra transporten.

source: Can it be done, for example, by a CIT company?
sv: Kan t.ex. värdetransportföretag utföra värdetransporterna?

source: If this is not possible, investigate how an employee can carry out the CIT operation with the greatest possible security.
sv: Om detta inte är möjligt, utred hur arbetstagare kan genomföra värdetransporterna med största möjliga säkerhet.

source: Make sure that the person carrying out CIT operations has received the information and training necessary in order to carry out the work with the minimum of risk.
sv: Kontrollera att den som genomför värdetransporter har den information och den utbildning som behövs för att utföra arbetet med minsta möjliga risk.

source: Carry out the CIT operation as anonymously as possible.
sv: Genomför värdetransporten så anonymt som möjligt.

source: Use routines making it difficult for unauthorized persons to discover that certain persons walk or travel regularly from the workplace to the bank or post office.
sv: Använd rutiner som gör det svårt för obehöriga att upptäcka att vissa personer regelbundet går eller färdas från arbetsstället till banken eller posten.

source: Vary the routines, times and routes of CIT operations.
sv: Variera rutiner, tider och färdväg för transporterna.

source: Vary the equipment, so as to make the CIT operation less recognizable.
sv: Variera utrustning för att minska igenkänning av transporten.

source: Carry out CIT operations during the daytime whenever possible.
sv: Genomför om möjligt transporter under dagtid.

source: Avoid cash deliveries on foot.
sv: Undvik värdetransporter till fots.

source: When deliveries are made on foot, it may often be advisable for at least two persons to be detailed.
sv: Vid transport till fots kan det ofta vara lämpligt att minst två personer utför transporten.

source: App. 4 (Section 10)
sv: Bilaga 4 (10 § )

source: Suggested items for inclusion in a system of reporting on violence and threats of violence
sv: Förslag på vad som kan tas upp i ett rapporteringssystem om våld och hot om våld

source: Particulars concerning the victim:
sv: Uppgift om drabbad

source: Sex Age
sv: Kön Ålder

source: Position or occupation Training
sv: Befattning eller yrke Utbildning

source: Standing
sv: Tid i yrket

source: Nature of the occurrence:
sv: Inträffad händelse

source: Workplace Suspect
sv: Arbetsplats

source: Date and time Activity in progress Solitary work
sv: Vilken sysselsättning pågick Ensamarbete

source: Things leading up to the occurrence Course of the occurrence Physical/mental injury
sv: Vad ledde fram till händelsen Händelseförlopp Fysisk/psykisk skada Sjukskrivning

source: Measures following the occurrence
sv: Åtgärder efter inträffad händelse

source: The social insurance office (work injury)
sv: Försäkringskassan (arbetsskada)

source: Measures recommended in connection with a violent occurrence
sv: Förslag till åtgärder i anslutning till en akut våldshändelse

source: Make sure there is a phone number on which help is always available.
sv: Se till att det finns ett telefonnummer där man alltid kan nå någon som kan ge hjälp.

source: Make sure that security rules and contingency plan come into operation and employees in distress are rescued from violent or threatening situations.
sv: Se till att säkerhetsregler och beredskapsplan träder i aktion och nödställda arbetstagare undsätts i en vålds- eller hotsituation.

source: Immediate help is given, for example, by supervisory staff and fellow- employees.
sv: Omedelbar hjälp sätts in av bl.a. arbetsledning och kamrater.

source: This can involve the following points.
sv: Det kan gälla:

source: Take care of the persons affected, giving them support and a chance to talk.
sv: Ta hand om dem som drabbats, ge stöd och ställ upp för samtal.

source: Make sure that next-of-kin are contacted.
sv: Se till att anhöriga kontaktas.

source: Make sure that the victim receives care.
sv: Se till att den drabbade får vård.

source: If the victim has to go to hospital, organize an escort and make sure that somebody stays at the hospital until the victim is being attended to.
sv: Om sjukhus måste uppsökas, ordna sällskap dit och se till att någon stannar tills den drabbade tagits om hand.

source: Visit the injured person in hospital as soon as possible.
sv: Besök den skadade på sjukhuset så snart som möjligt.

source: Arrange for somebody to accompany the victim on the homeward journey and on arrival at home.
sv: Ordna så att någon finns med vid hemfärd och hemkomst.

source: Make sure that the police are notified.
sv: Se till att anmälan görs till polisen.

source: Call them to the scene if necessary.
sv: Om nödvändigt kalla polis till platsen.

source: If there is a serious incident or if somebody has been seriously injured at the workplace, the Labour Inspectorate must be contacted immediately.
sv: Vid allvarligt tillbud eller när någon blivit allvarligt skadad på arbetsplatsen kontakta omedelbart Yrkesinspektionen.

source: Make sure that other employees are promptly informed of what has happened.
sv: Se till att övriga arbetstagare snabbt informeras om det som inträffat.

source: Make a work injury report as soon as possible.
sv: Gör arbetsskadeanmälan så snart som möjligt.

source: Call in the occupational health service, if there is one, for a review of the occurrence and the traumatic experience, and for any other measures that may be needed.
sv: Utnyttja företagshälsovården, där sådan finns, för genomgång av händelsen och chockupplevelsen samt för eventuella andra åtgärder.

source: During a transitional period, adapt work to the circumstances caused by the event.
sv: Under en övergångsperiod, anpassa arbetet till de förhållanden som uppkommit p.g.a händelsen.

source: Make sure that other employees are looked after and that each individual affected by the event has an opportunity of talking about it and is not left to process the experience on his or her own.
sv: Se till att övriga arbetstagare tas om hand, och att var och en som blivit berörd av händelsen får möjlighet att tala om denna och inte lämnas ensam att bearbeta händelsen.

source: Support a rapid return to work.
sv: Stöd en snabb återgång i arbetet.

source: Facilitate continuing participation in the working community.
sv: Underlätta fortsatt delaktighet i arbetsgemenskapen.

source: Provide the opportunity for some relief in the working situation for some time afterwards.
sv: Ge möjlighet till viss avlastning i arbetssituationen under någon tid.
